const faqs = [
  {
    question: "NutriZaria কী?",
    answer:
      "NutriZaria একটি অনলাইন প্ল্যাটফর্ম যা গুণগত মানের খাবার সরবরাহ করে সুলভ মূল্যে, গ্রাহকদের সন্তুষ্টি নিশ্চিত করতে প্রতিশ্রুতিবদ্ধ।",
  },

  {
    question: "NutriZaria থেকে কী ধরনের পণ্য পাওয়া যায়?",
    answer:
      "NutriZaria-এ বিভিন্ন প্রকারের খাঁটি খাদ্যপণ্য পাওয়া যায়, যেমন বাদাম, মধু, ডেটস, অলিভ অয়েল, মশলা, এবং আরও অনেক।",
  },

  {
    question: "NutriZaria পণ্য কীভাবে অর্ডার করবো?",
    answer:
      "আমাদের ওয়েবসাইট বা মোবাইল অ্যাপ থেকে সহজেই পণ্য অর্ডার করতে পারেন। শুধু পছন্দের পণ্য যোগ করুন এবং চেকআউট করুন।",
  },

  {
    question: "অর্ডার কতদিনের মধ্যে ডেলিভারি হবে?",
    answer:
      "সাধারণত ২-৩ কার্যদিবসের মধ্যে অর্ডার ডেলিভারি করা হয়। তবে স্থানভেদে সময় কিছুটা পরিবর্তন হতে পারে।",
  },

  {
    question: "NutriZaria কি ক্যাশ অন ডেলিভারি (COD) সুবিধা দেয়?",
    answer:
      "হ্যাঁ, NutriZaria-এ ক্যাশ অন ডেলিভারি সুবিধা রয়েছে, যা আপনাকে পণ্য গ্রহণের সময় অর্থ প্রদান করার সুযোগ দেয়।",
  },

  {
    question: "NutriZaria-এ বিকাশ বা নগদ ব্যবহার করে পেমেন্ট করা যায়?",
    answer:
      "হ্যাঁ, আমরা বিকাশ, নগদ, এবং অন্যান্য মোবাইল ফিনান্সিয়াল সার্ভিস (MFS) গ্রহণ করি।",
  },

  {
    question: "পণ্য ফেরত দেওয়ার নীতি কী?",
    answer:
      "যদি আপনি পণ্যে অসন্তুষ্ট হন বা ভুল পণ্য পান, তাহলে ৭ দিনের মধ্যে আমাদের সাথে যোগাযোগ করে ফেরত দেওয়ার সুযোগ পাবেন।",
  },

  {
    question: "NutriZaria পণ্যের গুণগত মান কিভাবে নিশ্চিত করে?",
    answer:
      "আমরা প্রতিটি পণ্য সরাসরি উৎস থেকে সংগ্রহ করি এবং কঠোর মান নিয়ন্ত্রণ প্রক্রিয়ার মাধ্যমে পণ্য গ্রাহকদের কাছে পৌঁছাই।",
  },

  {
    question: "NutriZaria-এর পণ্য কি স্বাস্থ্যসম্মত এবং নিরাপদ?",
    answer:
      "হ্যাঁ, NutriZaria-এর সব পণ্য স্বাস্থ্যসম্মত এবং সম্পূর্ণ নিরাপদ। আমরা প্রাকৃতিক ও খাঁটি উপাদান ব্যবহারে অঙ্গীকারবদ্ধ।",
  },

  {
    question: "NutriZaria-এর কাস্টমার সার্ভিস কিভাবে পাবো?",
    answer:
      "আমাদের কাস্টমার সার্ভিস টিম ২৪/৭ আপনাদের সেবায় নিয়োজিত। যেকোনো প্রয়োজনে আমাদের ওয়েবসাইটের হেল্প সেকশনে যোগাযোগ করতে পারেন।",
  },
];

export { faqs };
