const products = [
    {
        id: 1, 
        name: "Premium Dates",
        image: 'dates.avif',
        price: 1400,
        description: 'খেজুরে ফাইবার, ভিটামিন বি এবং আয়রন থাকে। এটি হজম শক্তি বাড়ায় এবং দ্রুত শক্তির উত্স হিসেবে কাজ করে।',
        unit: '1 kg',
        benefits: [
                   "খেজুর হল একটি জনপ্রিয় ফল, যা প্রধানত মরুভূমি অঞ্চলে উৎপন্ন হয়।",
                   "খেজুরের মধ্যে প্রচুর পরিমাণে ফাইবার থাকে, যা হজমের সমস্যায় সাহায্য করে।",
                   "খেজুর রক্তে শর্করার মাত্রা নিয়ন্ত্রণে রাখতে সাহায্য করে।",
                   "এটি প্রাকৃতিক চিনির উৎস, তাই শরীরকে তাৎক্ষণিক শক্তি প্রদান করে।",
                   "খেজুরে উপস্থিত পটাশিয়াম হৃদযন্ত্রের স্বাস্থ্য ভালো রাখতে সহায়ক।",
                   "আয়রন সমৃদ্ধ হওয়ায়, খেজুর রক্তাল্পতা দূর করতে সাহায্য করে।",
                   "খেজুরের মধ্যে থাকা অ্যান্টিঅক্সিডেন্ট শরীরের কোষকে ক্ষতি থেকে রক্ষা করে।",
                   "ভিটামিন বি৬ সমৃদ্ধ হওয়ায়, এটি মস্তিষ্কের কার্যকারিতা উন্নত করতে সহায়ক।",
                   "খেজুর ত্বকের উজ্জ্বলতা বৃদ্ধি করে এবং বার্ধক্য প্রতিরোধে কাজ করে।",
                   "প্রতিদিন খেজুর খেলে হাড়ের ঘনত্ব বাড়ে এবং হাড়ের রোগের ঝুঁকি কমে।"
                  ]
    },
    {
        id: 2, 
        name: "Regular Nut",
        image: "regular-nut.avif",
        price: 240,
        description:'বাদাম প্রোটিন, ফাইবার এবং স্বাস্থ্যকর চর্বিতে সমৃদ্ধ। এটি হৃদরোগের ঝুঁকি কমাতে এবং মস্তিষ্কের কার্যকারিতা উন্নত করতে সহায়ক।',
        unit: '1 kg',
        benefits: [
            "বাদাম নিয়মিত খেলে শরীরে প্রাকৃতিক চর্বি ও প্রোটিন সরবরাহ হয়, যা পেশি গঠনে সহায়ক।",
            "বাদামে থাকা অ্যান্টিঅক্সিডেন্ট দেহের রোগ প্রতিরোধ ক্ষমতা বাড়ায় এবং ক্যান্সারের ঝুঁকি কমায়।",
            "বাদাম ওমেগা-৩ ফ্যাটি অ্যাসিড সমৃদ্ধ, যা হৃদরোগ প্রতিরোধ করতে সাহায্য করে।",
            "ফাইবার সমৃদ্ধ হওয়ায়, বাদাম হজম প্রক্রিয়া উন্নত করে এবং ওজন নিয়ন্ত্রণে সহায়ক।"
        ]
    },
    {
        id: 3,
        name: "Premium Cheese",
        image: 'cheese.avif',
        price: 890,
        description: 'চিজ প্রোটিন এবং ক্যালসিয়ামে সমৃদ্ধ, যা হাড়ের স্বাস্থ্য ও মাংসপেশীর জন্য উপকারী। এটি শক্তি বৃদ্ধি ও হজম শক্তি উন্নত করতে সহায়ক।',
        unit: '500g',
        benefits: [
            "চিজ ক্যালসিয়াম সমৃদ্ধ, যা হাড় ও দাঁতের মজবুতি বাড়ায়।",
            "চিজে থাকা প্রোটিন শরীরের পেশি গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করে।",
            "ভিটামিন বি১২ সমৃদ্ধ চিজ মস্তিষ্কের কার্যকারিতা উন্নত করে এবং স্নায়ুতন্ত্রকে সুরক্ষা দেয়।",
            "চিজ প্রোবায়োটিক সমৃদ্ধ হওয়ায় এটি হজমের প্রক্রিয়া উন্নত করতে সাহায্য করে।",
            "নিয়মিত পরিমাণে চিজ খেলে শরীরের শক্তি বৃদ্ধি পায় এবং রোগ প্রতিরোধ ক্ষমতা শক্তিশালী হয়।"
        ]

    },
    {
        id: 4,
        name: "Cashew Nut",
        image: 'cashew.avif',
        price: 1600,
        description: 'কাজু বাদামে প্রচুর পরিমাণে ভিটামিন কে, আয়রন এবং ম্যাগনেসিয়াম থাকে, যা রক্ত সঞ্চালন এবং হাড়ের স্বাস্থ্যের জন্য উপকারী।',
        unit: '700g',
        benefits: [
            "কাজু বাদাম খেলে শরীরে প্রোটিন ও স্বাস্থ্যকর ফ্যাট সরবরাহ হয়, যা শক্তি বৃদ্ধি করতে সহায়ক।",
            "কাজু বাদামে থাকা ম্যাগনেসিয়াম এবং ক্যালসিয়াম হাড় ও দাঁতের মজবুতি বজায় রাখতে সাহায্য করে।",
            "আয়রন সমৃদ্ধ কাজু বাদাম রক্তস্বল্পতা প্রতিরোধ করে এবং রক্তে হিমোগ্লোবিনের মাত্রা বাড়ায়।",
            "কাজু বাদামে থাকা অ্যান্টিঅক্সিডেন্ট শরীরের কোষগুলোকে ক্ষতিকর ফ্রি র‍্যাডিকাল থেকে রক্ষা করে।",
            "নিয়মিত কাজু বাদাম খাওয়া হৃদযন্ত্রের স্বাস্থ্য উন্নত করে এবং কোলেস্টেরলের মাত্রা নিয়ন্ত্রণে রাখে।"
        ]
    },
    {
        id: 5,
        name: "Olive Oil",
        image: 'olive-oil.avif',
        price: 1000,
        description: 'জলপাই তেল মনো-আনস্যাচুরেটেড চর্বিতে সমৃদ্ধ, যা হৃদয়ের স্বাস্থ্য রক্ষায় সহায়ক। এটি ত্বকের যত্নে এবং হজমশক্তি উন্নত করতে কার্যকর।',
        unit: '900ml',
        benefits: [
            "অলিভ তেল হৃদযন্ত্রের জন্য খুবই উপকারী, কারণ এটি খারাপ কোলেস্টেরল কমায় এবং রক্তচাপ নিয়ন্ত্রণ করে।",
            "অলিভ তেল অ্যান্টিঅক্সিডেন্ট সমৃদ্ধ, যা দেহের কোষকে ক্ষতিকর ফ্রি র‍্যাডিকাল থেকে রক্ষা করে এবং বার্ধক্য রোধ করতে সাহায্য করে।",
            "নিয়মিত অলিভ তেল ব্যবহারে ত্বক উজ্জ্বল হয় এবং ত্বকের আর্দ্রতা বজায় থাকে।",
            "ওমেগা-৩ ফ্যাটি অ্যাসিড সমৃদ্ধ হওয়ায়, অলিভ তেল মস্তিষ্কের কার্যকারিতা উন্নত করে এবং স্মৃতিশক্তি বাড়াতে সহায়ক।"
        ]
    },
    {
        id: 6,
        name: 'Chili Powder',
        image: 'chili.avif',
        price: 670,
        description: 'মরিচ গুঁড়া বিপাকক্রিয়া বৃদ্ধি করে এবং ওজন কমাতে সহায়তা করে। এটি অ্যান্টিঅক্সিডেন্টে সমৃদ্ধ এবং হৃদয়ের স্বাস্থ্য রক্ষায় সহায়ক।',
        unit: '950gm',
        benefits: [
            "পাচনতন্ত্রের উন্নতি: চিলি পাউডার হজমে সাহায্য করে এবং অম্লতা কমাতে সাহায্য করে।",

            "ওজন কমাতে সহায়ক: এতে থাকা ক্যাপসাইসিন উপাদান মেটাবলিজম বাড়িয়ে ওজন কমাতে সাহায্য করে।",

            "রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি: চিলি পাউডারে প্রচুর পরিমাণে ভিটামিন সি এবং অ্যান্টিঅক্সিডেন্ট রয়েছে, যা শরীরের রোগ প্রতিরোধ ক্ষমতা বাড়ায়।",

            "ব্যথা উপশম: ক্যাপসাইসিন উপাদানটি প্রদাহ কমাতে এবং শরীরের ব্যথা উপশমে কার্যকর।"
        ]
    },
    {
        id: 7,
        name: 'Pure Natural Honey',
        image: 'honey.avif',
        price: 960,
        description:'মধু প্রাকৃতিক মিষ্টি, যা অ্যান্টিব্যাকটেরিয়াল এবং অ্যান্টিঅক্সিডেন্টে সমৃদ্ধ। এটি সর্দি-কাশি থেকে মুক্তি এবং ত্বকের যত্নে কার্যকর।',
        unit: '800gm',
        benefits: [
            "Natural Sweetener: Honey is a natural alternative to refined sugars and can be used in various recipes, beverages, and as a sweetener for tea or coffee.",

            "Rich in Antioxidants: Honey contains antioxidants that help protect the body from oxidative stress and inflammation, which can reduce the risk of chronic diseases.",

            "Soothes Sore Throats: Honey has antimicrobial properties and can provide relief from sore throats and coughs. Mixing it with warm water or herbal tea can be particularly soothing.",

            "Promotes Wound Healing: Honey is known for its antibacterial properties and has been used for centuries to treat wounds and burns. It can help speed up the healing process and prevent infections.",

            "Boosts Energy: Honey is a quick source of carbohydrates and provides an energy boost, making it an excellent choice for athletes or those needing a quick energy lift during the day."
        ]
    },

    {
        id: 8,
        name: "Coriander Powder",
        image: 'coriander.avif',
        price: 600,
        description: 'ধনিয়া গুঁড়া হজমশক্তি বৃদ্ধি করে এবং শরীর থেকে টক্সিন বের করতে সাহায্য করে। এটি অ্যান্টিঅক্সিডেন্টে সমৃদ্ধ, যা সংক্রমণ প্রতিরোধে সহায়ক।',
        unit: '1 kg',
        benefits: [
            "পাচনতন্ত্রের উন্নতি: ধনিয়া পাউডার হজমের প্রক্রিয়া উন্নত করতে সাহায্য করে এবং বদহজমের সমস্যা কমাতে সহায়ক।",

            "অ্যান্টিঅক্সিডেন্ট সমৃদ্ধ: এতে থাকা অ্যান্টিঅক্সিডেন্টগুলি শরীরের ক্ষতিকর ফ্রি রেডিক্যালদের প্রতিরোধ করতে সাহায্য করে, যা নানা ধরনের রোগ থেকে রক্ষা করে।",

            "রক্তচাপ নিয়ন্ত্রণে সাহায্য: ধনিয়া পাউডার রক্তচাপ নিয়ন্ত্রণে সাহায্য করে এবং হৃদরোগের ঝুঁকি কমায়।",

            "মেটাবলিজম বাড়ায়: ধনিয়া পাউডার মেটাবলিজম বাড়াতে সাহায্য করে, যা ওজন নিয়ন্ত্রণে কার্যকর।"
        ]
    },
    {
        id: 9,
        name: 'Premium Almond Nut',
        image: 'almond.avif',
        price: 1100,
        description: 'কাঠবাদাম ক্যালসিয়াম, ভিটামিন ই এবং অ্যান্টিঅক্সিডেন্টে সমৃদ্ধ। এটি হাড় মজবুত করে এবং ত্বক ও চুলের জন্য ভালো।',
        unit: '1kg',
        benefits: [
            "হৃদস্বাস্থ্যের জন্য উপকারী: বাদামে স্বাস্থ্যকর চর্বি, প্রোটিন এবং ফাইবার থাকে, যা হৃদয়ের স্বাস্থ্য রক্ষা করে এবং হৃদরোগের ঝুঁকি কমায়।",

            "মস্তিষ্কের উন্নতি: বাদামে থাকা ভিটামিন ই এবং অ্যান্টিঅক্সিডেন্ট মস্তিষ্কের কার্যকারিতা বাড়াতে সাহায্য করে এবং স্মৃতি শক্তি উন্নত করে।",

            "ওজন নিয়ন্ত্রণ: বাদামে প্রচুর ফাইবার এবং প্রোটিন থাকে, যা দ্রুত পেট ভরায় এবং ক্ষুধা কমাতে সাহায্য করে, ফলে ওজন নিয়ন্ত্রণে সহায়ক।",

            "ত্বকের স্বাস্থ্য: বাদাম ত্বকের জন্য খুবই উপকারী। এটি ত্বকের আর্দ্রতা বজায় রাখে এবং ত্বকের নানা সমস্যার বিরুদ্ধে প্রতিরোধ গড়ে তোলে।"
        ]
    }
]

const categories = [
    {
        id: 1, 
        name: 'Vegetables',
    },
    {
        id: 2,
        name: 'Spice'
    },
    {
        id: 3,
        name: 'Meat'
    },
    {
        id: 4,
        name: 'Fish'
    },
    {
        id: 5,
        name: 'Oil'
    },
    {
        id: 6,
        name: 'Nuts'
    },
    {
        id: 7,
        name: 'Sugar'
    },
    {
        id: 8,
        name: 'Cheese'
    },
    {
        id: 9,
        name: 'Dates'
    },
    {
        id: 10,
        name: 'Dry Food'
    },
    {
        id: 11,
        name: 'Juice'
    }
]

const faqs = [
{
question:"Nutriakl কী?",
answer:"Nutriakl একটি অনলাইন প্ল্যাটফর্ম যা গুণগত মানের খাবার সরবরাহ করে সুলভ মূল্যে, গ্রাহকদের সন্তুষ্টি নিশ্চিত করতে প্রতিশ্রুতিবদ্ধ।"},

{
question:"Nutriakl থেকে কী ধরনের পণ্য পাওয়া যায়?",
answer:"Nutriakl-এ বিভিন্ন প্রকারের খাঁটি খাদ্যপণ্য পাওয়া যায়, যেমন বাদাম, মধু, ডেটস, অলিভ অয়েল, মশলা, এবং আরও অনেক।"},

{
question:"Nutriakl পণ্য কীভাবে অর্ডার করবো?",
answer:"আমাদের ওয়েবসাইট বা মোবাইল অ্যাপ থেকে সহজেই পণ্য অর্ডার করতে পারেন। শুধু পছন্দের পণ্য যোগ করুন এবং চেকআউট করুন।"},

{
question:"অর্ডার কতদিনের মধ্যে ডেলিভারি হবে?",
answer:"সাধারণত ২-৩ কার্যদিবসের মধ্যে অর্ডার ডেলিভারি করা হয়। তবে স্থানভেদে সময় কিছুটা পরিবর্তন হতে পারে।"},

{
question:"Nutriakl কি ক্যাশ অন ডেলিভারি (COD) সুবিধা দেয়?",
answer:"হ্যাঁ, Nutriakl-এ ক্যাশ অন ডেলিভারি সুবিধা রয়েছে, যা আপনাকে পণ্য গ্রহণের সময় অর্থ প্রদান করার সুযোগ দেয়।"},

{
question:"Nutriakl-এ বিকাশ বা নগদ ব্যবহার করে পেমেন্ট করা যায়?",
answer:"হ্যাঁ, আমরা বিকাশ, নগদ, এবং অন্যান্য মোবাইল ফিনান্সিয়াল সার্ভিস (MFS) গ্রহণ করি।"},

{
question:"পণ্য ফেরত দেওয়ার নীতি কী?",
answer:"যদি আপনি পণ্যে অসন্তুষ্ট হন বা ভুল পণ্য পান, তাহলে ৭ দিনের মধ্যে আমাদের সাথে যোগাযোগ করে ফেরত দেওয়ার সুযোগ পাবেন।"},

{
question:"Nutriakl পণ্যের গুণগত মান কিভাবে নিশ্চিত করে?",
answer:"আমরা প্রতিটি পণ্য সরাসরি উৎস থেকে সংগ্রহ করি এবং কঠোর মান নিয়ন্ত্রণ প্রক্রিয়ার মাধ্যমে পণ্য গ্রাহকদের কাছে পৌঁছাই।"},

{
question:"Nutriakl-এর পণ্য কি স্বাস্থ্যসম্মত এবং নিরাপদ?",
answer:"হ্যাঁ, Nutriakl-এর সব পণ্য স্বাস্থ্যসম্মত এবং সম্পূর্ণ নিরাপদ। আমরা প্রাকৃতিক ও খাঁটি উপাদান ব্যবহারে অঙ্গীকারবদ্ধ।"},

{
question:"Nutriakl-এর কাস্টমার সার্ভিস কিভাবে পাবো?",
answer:"আমাদের কাস্টমার সার্ভিস টিম ২৪/৭ আপনাদের সেবায় নিয়োজিত। যেকোনো প্রয়োজনে আমাদের ওয়েবসাইটের হেল্প সেকশনে যোগাযোগ করতে পারেন।"},
]

export { products, categories, faqs };